[
  {
    "title": "Indian Army TGC 137 Recruitment 2022 Apply Online | 40 Engineering Vacancies",
    "details": "Indian Army TGC 135 Recruitment 2021-22 Apply Online, Notification: Indian Army invites applications from unmarried Male Engineering Graduates for 135th Technical Graduates Course (TGC) for Grant of Permanent Commission in the Army. The TGC-134 Course commencing in July 2021 at Indian Military Academy (IMA), Dehradun, Uttarakhand. The Indian Army TGC 137 online registration will be start from 16th November 2022 to 15th December 2022.",
    "postDate": "12-09-2022",
    "vacancy": "20  ",
    "lastDate": "12-May-2022",
    "likes": "10",
    "comments": "20"
  },
  {
    "title": "MCA Jobs 2022 (500+ Govt Vacancies Opening",
    "details": "Master of Computer Applications (MCA) Completed Candidates or Final Year MCA Students find out latest Government Jobs based on your Qualification in Central / State Government, Banking and Public Sector Companies. IT based government jobs available in most of the Government Sectors, Banking and Railway. MCA Freshers and experienced candidates check out latest / current MCA Government jobs here.",
    "postDate": "18-10-2022",
    "vacancy": "2000",
    "lastDate": "30-Oct-2022",
    "likes": "200",
    "comments": "280"
  },
  {
    "title": "10th 12th Pass Govt Jobs 2022 Apply 14078 Vacancies",
    "details": "12th Pass Govt Jobs 2022, 10th Pass Govt Jobs November 2022: Indian National candidates and Students, who have holding 8th pass, 10th pass, SSLC pass, SSC pass, and 12th Class pass students get your qualification wise Railway Jobs, Government Jobs, Bank Jobs, Public Sector Jobs and Army Jobs here. 10th Pass Government Jobs and 12th Pass Government Jobs Latest / Upcoming Govt Jobs recruitment notification complete list available in this page, updated in every weeks. 10th / Matriculation Pass and 12th Pass candidates called for various Government Vacant positions in various Government Sectors such as Indian Army, Indian Navy, Railway, UPSC, Banking, Police Departments, Government Ministry departments, Government Universities, Government public sector units.",
    "postDate": "12-10-2022",
    "vacancy": "2000",
    "lastDate": "20-Oct-2022",
    "likes": "2000",
    "comments": "200"
  }

]